// timeline3.js
export default {
  data () {
    return {
      list: [
        {
          time: '上映后第30天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第28天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破14亿曝“导演特辑” ，宋阳讲戏用头砸桌子',
          tag: '其他',
          info: '今日，片方曝光一款“导演特辑”，揭开两位导演——宋阳导演和张吃鱼导演幕后的故事。'
        },
        {
          time: '上映后第25天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第22天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第18天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第14天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第9天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破14亿曝“导演特辑” ，宋阳讲戏用头砸桌子',
          tag: '其他',
          info: '今日，片方曝光一款“导演特辑”，揭开两位导演——宋阳导演和张吃鱼导演幕后的故事。'
        },
        {
          time: '上映后第7天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第5天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        },
        {
          time: '上映后第3天',
          date: '2017-10-16',
          title: '《羞羞的铁拳》破2D票房纪录，蝉联14天单日票房冠军',
          tag: '其他',
          info: '《羞羞的铁拳》也在上映第15天时，票房突破16.15亿（不含电商服务费），打破了2015年《港囧》的票房纪录，成为新的国产2D票房冠军。'
        }

      ]
    }
  },
  methods: {}
}
